Repository: punchcreative/get-your-number
Catalog: language/get-your-number-*.po
Languages: nl_nl

source: All numbers are taken, sorry!
nl_nl: Alle nummers zijn al vergeven, sorry!

source: You already got your number.
nl_nl: Je hebt je nummer al ontvangen.

source: This is your number
nl_nl: Dit is je nummer

source: Name
nl_nl: Naam

source: Your number
nl_nl: Jouw nummer

source: Get your number
nl_nl: Krijg je nummer

source: Retreive your number
nl_nl: Vraag je nummer aan

source: Send me my number
nl_nl: Stuur me mijn nummer

source: In order to get your number you must share your name and email
nl_nl: Om een nummer te krijgen moet je je naam en email invoeren

source: Main settings
nl_nl: Basis instellingen

source: Admin email
nl_nl: Beheerders email

source: Start number
nl_nl: Start nummer

source: End number
nl_nl: Eind nummer

source: Event name
nl_nl: Naam evenement

source: GYN settings | GYN version
nl_nl: GYN instellingen | GYN versie

source: Save settings
nl_nl: Sla instellingen op

source: Number
nl_nl: Nummer

source: Admin configuration section
nl_nl: Beheerders configuratie onderdeel

source: Get your number admin
nl_nl: Beheerder | Krijg je nummer

source: Your subscription number is
nl_nl: Je nummer is

source: Dear
nl_nl: Beste

source: is your subscription number for the event
nl_nl: is jouw nummer voor het evenement

source: You will soon be informed if you have a lucky number
nl_nl: Je hoort snel of je een geluksnummer hebt

source: Thank you for subscribing
nl_nl: Bedankt voor je inschrijving

source: An email has been sent to you to confirm your subscription
nl_nl: Je hebt een email ontvangen ter bevestiging

source: Sending an email failed, please remember your number
nl_nl: Het sturen van een email is mislukt onthoud s.v.p. je nummer

source: No permission for you to change options
nl_nl: Geen rechten om instellingen aan te passen
